NSCameraUsageDescription = "الكاميرا تُستخدم في مكالمات الفيديو";
NSMicrophoneUsageDescription = "المايكرفون يُستخدم في المكالمات الصوتية والفيديو";
NSPhotoLibraryUsageDescription = "الوصول إلى ألبوم الصور لمشاركة الملفات والصور من هاتفك";
NSContactsUsageDescription = "Contacts access is needed to match your address book contacts with contacts in your server";
